server/aws/app/controllers/order_histories_controller.rb

SELECT "order_histories".* FROM "order_histories"
---
  def index
    @order_histories = OrderHistory.all