server/aws/app/controllers/shopper_accounts_controller.rb

  def index
    @shopper_accounts = ShopperAccount.all
---
SELECT "shopper_accounts".* FROM "shopper_accounts"